export const useChNameStore = defineStore('chName', () => {
  const chElement = [
    '元素一',
    '元素二',
    '元素三',
    '元素四',
    '元素五',
    '元素六',
    '元素七',
    '元素八',
    '元素九',
    '元素十',
    '元素十一',
    '元素十二',
    '元素十三',
    '元素十四',
    '元素十五',
    '元素十六',
    '元素十七',
    '元素十八'
  ]
  const chStyle = [
    '風格一',
    '風格二',
    '風格三',
    '風格四',
    '風格五',
    '風格六',
    '風格一',
    '風格一七',
    '風格八',
    '風格九',
    '風格十',
    '風格十一',
    '風格十二',
    '風格十三',
    '風格十四'
  ]

  return { chElement, chStyle }
})
