<template>
  <div class="flex flex-col gap-6">
    <p>
      我們致力於為使用者提供安全、可靠的刺青認領圖訂金交易平台。
      若您在使用過程中遇到任何問題或有任何不滿，我們提供以下申訴流程，以確保您的權益得到保護：
    </p>
    <ul class="flex flex-col gap-6">
      <li>
        1.
        申訴方式：若您對任何交易或使用網站的經驗感到不滿，您可以透過我們的平台信箱向我們提出申訴。請在申訴郵件中詳細描述您的問題、交易細節以及您的聯繫方式。
      </li>
      <li>
        2.
        申訴處理：一旦我們收到您的申訴郵件，我們的客戶服務團隊將盡快進行審核和調查。我們將儘力在合理的時間內對申訴進行回覆，以解決您的問題。
      </li>
      <li>
        3.
        證據提交：為了更好地了解和處理您的申訴，我們可能需要您提供相關的證據，例如交易記錄、聊天記錄等。請您儘可能提供明確且有力的證據，以加快解決問題的進程。
      </li>
      <li>
        4.
        糾紛解決：如果您的申訴涉及交易糾紛，我們將根據相關政策和程序進行調解。我們將與雙方合作，促成公正的解決方案，以確保雙方的權益得到保護。
      </li>
      <li>
        5.
        保密性：我們將嚴格保護您的申訴資訊的保密性，僅在處理申訴時與相關人員共享。我們承諾不會將您的個人資料用於其他用途或向第三方透露，除非經過您的明確同意或法律要求。
      </li>
    </ul>
    <p>
      我們深知申訴對於保護使用者權益的重要性，並將以公正、客觀的態度來處理每一個申訴案件。如有任何疑問或需要進一步協助，請隨時與我們聯繫。
    </p>
  </div>
</template>
<script setup></script>
<style scoped></style>
