<template>
  <div class="flex flex-col gap-6">
    <p>
      我們重視您的隱私權，並致力於保護您的個人資料。請在使用刺青認領圖訂金交易網站（以下簡稱「本網站」）前詳細閱讀以下隱私條款，以瞭解我們如何收集、使用、保護和處理您的個人資料。
    </p>
    <ul class="flex flex-col gap-6">
      <li>
        1.
        我們承諾遵守相關隱私權保護法律法規，並將您的個人資料視為極其重要的機密信息，僅在符合法律要求或經您同意的情況下使用或披露。
      </li>
      <li>
        2.
        在您使用本網站的過程中，我們可能會收集到您提供的個人資料，例如姓名、聯繫方式等。這些資料將用於識別您的身份、處理訂單、提供客戶服務以及改進我們的服務品質。
      </li>
      <li>
        3.
        我們僅根據您的同意或符合法律要求的情況下使用您的個人資料。我們將合理地使用這些資料，用於完成您的訂單、提供相關服務，並向您提供個性化的推薦或宣傳信息。
      </li>
      <li>
        4.
        我們採取合理的技術和安全措施，保護您的個人資料免於未經授權的存取、使用、披露或損失。我們將盡力確保您的資料安全，但請注意，在網際網路上不存在完全安全的資料傳輸方法。
      </li>
      <li>
        5.
        除非獲得您的明確同意或法律要求，我們不會向第三方披露您的個人資料。在合理範圍內，我們可能與合作夥伴共享必要的資料，以提供更好的服務，但這些合作夥伴也將遵守相應的保密義務。
      </li>
      <li>6. 本網站僅面向成年人使用，不向未成年人收集個人資料。</li>
    </ul>
  </div>
</template>
<script setup></script>
<style scoped></style>
