<template>
  <div class="flex flex-col gap-6">
    <p>
      歡迎使用刺青認領圖訂金交易網站（以下簡稱「本網站」）。請在使用本網站前詳細閱讀以下使用者條款：
    </p>
    <ul class="flex flex-col gap-6">
      <li>
        1.
        買賣契約：本網站為刺青師提供上架認領圖的平台，顧客可下單並線上支付訂金。刺青師與顧客之間形成買賣契約，需彼此履行相應的責任。
      </li>
      <li>
        2.
        刺青須知：在進行刺青前，顧客應詳細了解刺青的風險、後續護理等相關須知。刺青師應提供相關建議和指導，但最終決策和風險由顧客自行承擔。
      </li>
      <li>
        3.
        預約及付款：顧客需在預約時間內前往刺青師的工作室進行刺青。顧客應按照訂單要求，在線上支付訂金，並在刺青完成後支付剩餘尾款給刺青師。
      </li>
      <li>
        4.
        評價及回饋：顧客可在刺青完成後對刺青師進行評價和回饋。評價將作為其他用戶選擇刺青師的參考依據。
      </li>
      <li>
        5.
        法律咎責：用戶應遵守當地相關法律法規。本網站僅提供交易平台，對於交易過程中產生的任何法律咎責不承擔責任。
      </li>
      <li>
        6.
        使用者責任：用戶應確保提供的個人資訊真實、準確，並對自身行為承擔責任。用戶應尊重他人的權益和刺青師的專業。
      </li>
      <li>
        7.
        免責聲明：本網站努力維護交易的安全和可靠性，但對於用戶間的交易行為及交易結果不承擔任何責任。
      </li>
      <li>
        8.
        請在使用本網站前詳細閱讀並同意以上使用者條款，若有任何疑問，請聯繫客服。使用本網站即視為接受本條款之約束。
      </li>
    </ul>
  </div>
</template>
<script setup></script>
<style scoped></style>
